Repository: CazaresLuis/aplicaciones_multilenguaje_twig
Catalog: locale/*/LC_MESSAGES/multilingual_twig.po
Languages: es_es

source: Multilingual Web Applications with twig and php
es_es: Aplicaciones Web Multilenguaje con twig y php

source: Internationalizing web projects
es_es: Internacionalización de proyectos Web

source: Home
es_es: Inicio

source: About
es_es: Acerca de

source: Contact
es_es: Contacto

source: Hello World!!
es_es: Hola Mundo

source: This is a template for a simple marketing or informational website. It includes a large callout called the hero unit and three supporting pieces of content. Use it as a starting point to create something more unique.
es_es: Esta es una plantilla para marketing simple o sitio web informativo. Incluye una gran leyenda llamada la unidad de héroe y tres piezas de soporte de contenido. Lo utilizan como un punto de partida para crear algo más único.

source: Heading
es_es: Título

source: This stands for World Wide Web. A technical definition of the World Wide Web is : all the resources and users on the Internet that are using the Hypertext Transfer Protocol (HTTP).
es_es: Esto significa World Wide Web. Una definición técnica de la World Wide Web es: todos los recursos y los usuarios de Internet que utilizan el protocolo de transferencia de hipertenso (HTTP).

source: A broader definition comes from the organization that Web inventor Tim Berners-Lee helped found, the World Wide Web Consortium (W3C):
es_es: Una definición más amplia proviene de la organización que inventor de la Web Tim Berners-Lee ayudó a fundar, el Consorcio World Wide Web (W3C):

source: The World Wide Web is the universe of network-accessible information, an embodiment of human knowledge.
es_es: La World Wide Web es el universo de información accesible desde la red, una forma de la ciencia humana.

source: Learn more
es_es: Leer mas

source: View details
es_es: Ver detalles

source: Tutorials cazaresluis.com | 2013
es_es: Tutoriales cazaresluis.com | 2013
